[Cues]
Act_E1_3B_CampusB_BrokenWindow_Look01_Max_010="Now that's what I call Instant Karma!"
Act_E1_3B_CampusB_Bucket_Interact02_Max_010="I can't grab that, Samuel is way too close."
Act_E1_3B_CampusB_Bucket_Look01_Max_010="Hmmm, a paint bucket next to Victoria. I see a plan."
Act_E1_3B_CampusB_Bucket_Look02_Max_010="Okay, show me the magic."
Act_E1_3B_CampusB_CHAlyssa_Look01_Max_010="I feel like Alyssa and I should be better friends."
Act_E1_3B_CampusB_CHAlyssa_Look02_Max_010="Ouch, poor Alyssa. That'll leave a bruise."
Act_E1_3B_CampusB_CHAlyssa_Look03_Max_010="Now Alyssa can savor her bad novel in peace."
Act_E1_3B_CampusB_CHKate_Look01_Max_010="There's Kate, looking sadder than usual."
Act_E1_3B_CampusB_CHLogan_Look01_Max_010="Hey, Logan Robertson: All American Asshole."
Act_E1_3B_CampusB_CHSamuel_Look01_Max_010="Good ol' Samuel. Some people are creeped out by him. He's not creepy, just X-Files weird."
Act_E1_3B_CampusB_CHSamuel_Look02_Max_010="There goes Samuel DaVinci to paint the window..."
Act_E1_3B_CampusB_CHVictoria_Look01_Max_010="Oh shit, there's Victoria and her "mean girls"."
Act_E1_3B_CampusB_CHVictoria_Look02_Max_010="That's the first and last time I expect to hear that."
Act_E1_3B_CampusB_CHVictoria_Look03_Max_010="She looks like a pissed off wet cat. And she's still stylish."
Act_E1_3B_CampusB_CHVictoria_Look04_Max_010="Victoria is not getting the hint."
Act_E1_3B_CampusB_CHVictoria_Look05_Max_010="Oh man, she looks so sad and lonely sitting there alone."
Act_E1_3B_CampusB_CHVictoria_Look06_Max_010="I should feel really bad for Victoria, but, I really fucking don't. Karma."
Act_E1_3B_CampusB_CHVictoria_Look07_Max_010="I hope Victoria won't hate me so much now."
Act_E1_3B_CampusB_CHZachary_Look01_Max_010="Zachary always looks like he'd rather be throwing back a beer than a football."
Act_E1_3B_CampusB_CHZachary_Look02_Max_010="I could almost feel sorry for him, if he wasn't such a serious dick. Poor Juliet."
Act_E1_3B_CampusB_Graffiti01_Look01_Max_010="Don't take it out on the tree, loser."
Act_E1_3B_CampusB_Graffiti02_Look01_Max_010="This is all good future photograph material."
Act_E1_3B_CampusB_Graffiti03_Look01_Max_010="People sure do write stupid shit on the walls here."
Act_E1_3B_CampusB_Graffiti04_Look01_Max_010="I feel like I'm reading ancient hieroglyphics..."
Act_E1_3B_CampusB_Ladder_Look01_Max_010="I don't want to mess with that ladder and hurt poor Samuel. I just want to get Victoria the hell out of the way..."
Act_E1_3B_CampusB_MPA01_Look01_Max_010="I won't feel right until I see another of these posters."
Act_E1_3B_CampusB_Pipe_Look01_Max_010="This main sprinkler valve looks easy enough to use..."
Act_E1_3B_CampusB_Plaque_Look01_Max_010=""The Prescott Dormitory." Good lord. Nathan's family owns my dorm!?"
Act_E1_3B_CampusB_PuzzleVoiceOver01_Max_010="Okay, I'll find a way to make this bitch leave."
Act_E1_3B_CampusB_PuzzleVoiceOver01_Max_020="Mission Accepted: Get Victoria Off The Steps."
Act_E1_3B_CampusB_PuzzleVoiceOver01_Max_030="Oh yes Victoria, I'll get your boney ass out of my way."
Act_E1_3B_CampusB_PuzzleVoiceOver02_Max_010="Okay, let's see if this works."
Act_E1_3B_CampusB_PuzzleVoiceOver03_Max_020="Close but no cigar. They have to be right under the bucket."
Act_E1_3B_CampusB_PuzzleVoiceOver04_Max_020="That didn't quite work. Think, Max, think, what else..."
Act_E1_3B_CampusB_PuzzleVoiceOver05_Max_010="It worked! Don't mess with Max, bitches."
Act_E1_3B_CampusB_PuzzleVoiceOver06_Max_030="Maybe I shouldn't have done that... Now I have to get to my room, then see Warren."
Act_E1_3B_CampusB_PuzzleVoiceOver07_Max_040="Victoria probably played me. I should have played her... Better get to my room before I find Warren."
Act_E1_3B_CampusB_RecycleBin_Look01_Max_010="Glad to see our campus is eco-friendly."
Act_E1_3B_CampusB_RewindChoice_KateIntervene_Max_010="I felt like an everyday hero helping Kate but now Officer David Dickhead is after me. Maybe I should rewind and mind my own business?"
Act_E1_3B_CampusB_RewindChoice_KatePhoto_Max_010="Man, I should have stepped in between Kate and David... That asshole was so over the line... I could rewind and try something different..."
Act_E1_3B_CampusB_RewindChoice_VictoriaComfort_Max_010="I don't buy Victoria's "let's be pals" bullshit for a minute. I should rewind and play her."
Act_E1_3B_CampusB_RewindChoice_VictoriaPhoto_Max_010="Victoria earned that smackdown...but I shouldn't sink to her level. I could use my new power to say something nice to her..."
Act_E1_3B_CampusB_Sign_Look01_Max_010="I always get a little giddy when I think about having my own room here."
Act_E1_3B_CampusB_Sprinkler01_Look01_Max_010="You'd think with all rain here in Oregon, you wouldn't need to water the lawn. I guess Blackwell has to keep the lawn and plants well-manicured to look good on a catalog."
Act_E1_3B_CampusB_Sprinkler01_Look02_Max_010="With all these new droughts, it seems kinda obscene to waste all this water."
Act_E1_3B_CampusB_Sprinkler01_Look03_Max_010="I could crank the sprinkler up and give Victoria and her clones incentive to beat it..."
Act_E1_3B_CampusB_Sprinkler01_Look04_Max_010="Okay, now where exactly is the sprinkler valve?"
Act_E1_3B_CampusB_Sprinkler01_Look05_Max_010="Well, I would be a hypocrite if I wasn't grateful for Blackwell's sprinkler system today."
Act_E1_3B_CampusB_Sprinkler01_Look06_Max_010="That would be nice, if the water blossomed Victoria into a nicer person."
Act_E1_3B_CampusB_Squirrel_Look01_Max_010="This is going to be too damn cute. At least it's not a cat picture."
Act_E1_3B_CampusB_SupplyOffice_look01_Max_010="I would love to ninja my way in there and see how the principal lives."
Act_E1_3B_CampusB_Totem_look01_Max_010="Warren told me that totem is named "Tobanga" for a reason nobody knows."
Act_E1_3B_CampusB_Umbrella_Look01_Max_010="Tourist."
Act_E1_3B_CampusB_VoiceOver01_Max_010="I need to go to my room and return Warren's flash drive."
Act_E1_3B_CampusB_VoiceOver02_Max_020="If I told Warren what's going on, would he laugh?"
Act_E1_3B_CampusB_VoiceOver03_Max_010="Everybody said I'd love being on my own in a dorm. Wrong."
Act_E1_3B_CampusB_VoiceOver03_Max_020="This place looks like such a hub of scholastic joy. "Looks.""
Act_E1_3B_CampusB_VoiceOver03_Max_030="My friends and family said I would "blossom" on my own. I feel like ass."
Act_E1_3B_CampusB_VoiceOver04_Max_010="Man, it didn't take much to get Juliet and Dana to open up to me... I just had to help them with their boy troubles. This is some super power..."
Act_E1_3B_CampusB_VoiceOver04_Max_020="I could become very popular by just becoming everybody's gossip ninja. Is this why I have these visions and this power?"
Act_E1_3B_CampusB_VoiceOver05_Max_010="Now that's what I'm talking about! I actually helped somebody."
Cue_E1_3B_CampusB_AlyssaHurt_Alyssa_020="Ow! That hurt!"
Cue_E1_3B_CampusB_AlyssaHurt_Zachary_010="Fuck this shit!"
Cue_E1_3B_CampusB_AlyssaMoveSit_Alyssa_020="If you insist, Max."
Cue_E1_3B_CampusB_AlyssaMoveSit_Max_010="Alyssa, move your head."
Cue_E1_3B_CampusB_BucketFall_Samuel_030="Can't do that, can't do that..."
Cue_E1_3B_CampusB_BucketFall_Victoria_010="Jesus Christ! What the hell?"
Cue_E1_3B_CampusB_BucketFall_Victoria_020="Thanks so much for almost ruining my outfit."
Cue_E1_3B_CampusB_BucketFall_Victoria_040="You're so lucky that it didn't fall on us. We'd sue your ass so fast..."
Cue_E1_3B_CampusB_CHAlyssa_AlyssaThanksMax02_Alyssa_001="Thanks again, let's talk later."
Cue_E1_3B_CampusB_CHAlyssa_AlyssaThanksMax_Alyssa_001="Max, that was awesome. Thank you!"
Cue_E1_3B_CampusB_CHAlyssa_AlyssaThanksMax_Alyssa_004="Years of mad dodging skills. Bullies never change."
Cue_E1_3B_CampusB_CHAlyssa_AlyssaThanksMax_Alyssa_005="Jock assholes. If I was a member of the Vortex Club they'd never pull that..."
Cue_E1_3B_CampusB_CHAlyssa_AlyssaThanksMax_Alyssa_008="You're smart. We should hang out more... Now I have to finish this stupid book."
Cue_E1_3B_CampusB_CHAlyssa_AlyssaThanksMax_Max_002="No problem. You have quick reflexes."
Cue_E1_3B_CampusB_CHAlyssa_AlyssaThanksMax_Max_003="That was close."
Cue_E1_3B_CampusB_CHAlyssa_AlyssaThanksMax_Max_006="That's why you're better off."
Cue_E1_3B_CampusB_CHAlyssa_AlyssaThanksMax_Max_007="Would you want to be a member?"
Cue_E1_3B_CampusB_CHAlyssa_MaxTalkAlyssa02_Alyssa_001="Sorry, I really have to find out what happens."
Cue_E1_3B_CampusB_CHAlyssa_MaxTalkAlyssa_Alyssa_001="Oh, hi Max."
Cue_E1_3B_CampusB_CHAlyssa_MaxTalkAlyssa_Alyssa_005=""Love Today Or Die Forever" ...Don't even say anything."
Cue_E1_3B_CampusB_CHAlyssa_MaxTalkAlyssa_Alyssa_006="Fantastic. I'm by myself reading chick-lit. Pretty soon I'll be bonding with Victoria at the Vortex Club..."
Cue_E1_3B_CampusB_CHAlyssa_MaxTalkAlyssa_Alyssa_009="Good point. Now, if you'll excuse me..."
Cue_E1_3B_CampusB_CHAlyssa_MaxTalkAlyssa_Max_003="What are you reading?"
Cue_E1_3B_CampusB_CHAlyssa_MaxTalkAlyssa_Max_004="How are you doing?"
Cue_E1_3B_CampusB_CHAlyssa_MaxTalkAlyssa_Max_007="It's a best-seller. What to say?"
Cue_E1_3B_CampusB_CHAlyssa_MaxTalkAlyssa_Max_008="I think you're better off reading chick-lit."
Cue_E1_3B_CampusB_CHKate_MaxTalkKate01_Kate_001="Hey, Max..."
Cue_E1_3B_CampusB_CHKate_MaxTalkKate01_Kate_004="I don't remember... I guess I don't care about much of anything today."
Cue_E1_3B_CampusB_CHKate_MaxTalkKate01_Kate_005="I'm kind of over humanity today... Sorry to be a drama queen."
Cue_E1_3B_CampusB_CHKate_MaxTalkKate01_Kate_007="Max, I'd like to be alone, if you don't mind. I'm sorry..."
Cue_E1_3B_CampusB_CHKate_MaxTalkKate01_Max_002="How did you like class today?"
Cue_E1_3B_CampusB_CHKate_MaxTalkKate01_Max_003="You look down. You okay?"
Cue_E1_3B_CampusB_CHKate_MaxTalkKate01_Max_006="Is there anything...?"
Cue_E1_3B_CampusB_CHKate_MaxTalkKate01_Max_008="Hi, Kate."
Cue_E1_3B_CampusB_CHKate_MaxTalkKate02_Kate_001="Seriously Max, I don't want to talk."
Cue_E1_3B_CampusB_CHKate_MaxTalkKate02_Kate_002="Max, get a clue."
Cue_E1_3B_CampusB_CHLogan_MaxTalkLogan_Logan_001="No bro, you can't take a picture. You gotta wait till Friday's game."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Max_002="You look busy, Samuel..."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Max_003="What's up with these Rachel Amber posters?"
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Max_006="Just don't paint over the posters for Rachel Amber."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Max_007="...Uh, I guess? ...It just makes the campus look sad."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Max_009="You knew Rachel?"
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Max_011="Howdy, Samuel."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Max_012="What do you think happened to her?"
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Max_013="What was she like? She must have been popular."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Max_014="See you later, Samuel."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Samuel_001="Well, hello there."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Samuel_004="Oh, I'm always up to something. Today it's sweeping, then painting windows."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Samuel_005="Only she would know that, right?"
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Samuel_008="You can't color over that sunlight..."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Samuel_010="How can you know a prism? You just stare in awe... Now I have to go paint windows."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Samuel_015="Best not to dwell on the past. Samuel looks forward. Like a clock."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Samuel_016="Even sunlight can cast shadows. Rachel did both at once, you know? She was like a battery: Positive and negative."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel01_Samuel_017="And watch your step around here, Max... After I sweep, I paint..."
Cue_E1_3B_CampusB_CHSamuel_MaxTalkSamuel02_Samuel_001="Sorry Max, no more talk. I have to finish this before I paint."
Cue_E1_3B_CampusB_CHVictoria_Stained_Max_001="Uh... hey, Victoria..."
Cue_E1_3B_CampusB_CHVictoria_Stained_Victoria_002="What do you want, Max?"
Cue_E1_3B_CampusB_CHZachary_MaxTalkZachary2_Zachary_001="Get lost, hipster. I'm not doing any interviews."
Cue_E1_3B_CampusB_CHZachary_MaxTalkZachary_Zachary_001="Football, Max. Bigfootball. Step away."
Cue_E1_3B_CampusB_ComfortVictoria_Max_010="I am sorry. That's an awesome cashmere coat..."
Cue_E1_3B_CampusB_ComfortVictoria_Max_030="Well, you always seem to know how to pick the right outfits."
Cue_E1_3B_CampusB_ComfortVictoria_Max_050="I've seen your pictures. You have a great eye, Richard Avedon-esque."
Cue_E1_3B_CampusB_ComfortVictoria_Max_090="That was mean... but pretty funny."
Cue_E1_3B_CampusB_ComfortVictoria_Max_110="I know exactly what you mean, Victoria. I'll see you later."
Cue_E1_3B_CampusB_ComfortVictoria_Victoria_020="It was. But there will be another."
Cue_E1_3B_CampusB_ComfortVictoria_Victoria_040="I do have some talent. Mr. Jefferson told me—"
Cue_E1_3B_CampusB_ComfortVictoria_Victoria_060="He's one of my heroes... Thanks Max."
Cue_E1_3B_CampusB_ComfortVictoria_Victoria_070="I hope those sluts get me a towel before they hang a sign on me."
Cue_E1_3B_CampusB_ComfortVictoria_Victoria_080="You deserve a better shot. Sorry about blocking you and... and the "go fuck your selfie.""
Cue_E1_3B_CampusB_ComfortVictoria_Victoria_100="Just one of those days, you know?"
Cue_E1_3B_CampusB_ComfortVictoria_Victoria_120="Au revoir."
Cue_E1_3B_CampusB_KateAndDavidIntervene_David_020="Excuse us, this is official campus business—"
Cue_E1_3B_CampusB_KateAndDavidIntervene_David_040="Hey, hey, nobody is bullying anybody. I'm doing my job."
Cue_E1_3B_CampusB_KateAndDavidIntervene_David_060="You're part of the problem, missy. I will remember this conversation."
Cue_E1_3B_CampusB_KateAndDavidIntervene_Kate_080="Oh Max, that was great. I think you scared him for once... I have to go, but thank you. It means a lot."
Cue_E1_3B_CampusB_KateAndDavidIntervene_Max_010="Hey, why don't you leave her alone?"
Cue_E1_3B_CampusB_KateAndDavidIntervene_Max_030="Excuse me, you shouldn't be yelling at students. Or bullying them."
Cue_E1_3B_CampusB_KateAndDavidIntervene_Max_050="No, you're not."
Cue_E1_3B_CampusB_KateAndDavidIntervene_Max_070=""Missy?""
Cue_E1_3B_CampusB_KateAndDavidIntervene_Max_090="Anytime, Kate."
Cue_E1_3B_CampusB_KateAndDavidPhoto_David_010="...you can't fool me. I know everything about this school. I cover the waterfront. So you better figure out what side you're on..."
Cue_E1_3B_CampusB_KateAndDavidPhoto_David_020="Just think of me as a storm. And that storm is headed your way. Be prepared."
Cue_E1_3B_CampusB_KateAndDavidPhoto_Kate_030="Please, leave me alone!"
Cue_E1_3B_CampusB_KateAndDavidPhoto_Kate_040="Hope you enjoyed the show. Thanks for nothing, Max."
Cue_E1_3B_CampusB_KateAndDavid_David_010="...so don't think I'm blind! I see everything here at Blackwell! Do you understand what I'm saying?"
Cue_E1_3B_CampusB_KateAndDavid_Kate_020="No, and leave me alone!"
Cue_E1_3B_CampusB_PipeActivated_Taylor_020="Chill, Victoria. It's just water—"
Cue_E1_3B_CampusB_PipeActivated_Taylor_040="You look... great."
Cue_E1_3B_CampusB_PipeActivated_Victoria_010="What the hell? Are you kidding? Look at this..."
Cue_E1_3B_CampusB_PipeActivated_Victoria_030="Yeah, water on my cashmere! Do you know how much this fucking outfit cost?"
Cue_E1_3B_CampusB_PipeActivated_Victoria_050="I can't even chill on the steps..."
Cue_E1_3B_CampusB_TauntVictoria_Max_020="Oh wait, hold that pose!"
Cue_E1_3B_CampusB_TauntVictoria_Max_030="And no filter needed before I post this."
Cue_E1_3B_CampusB_TauntVictoria_Max_040="Now please move. I've had a messed up day and I'm going to my room."
Cue_E1_3B_CampusB_TauntVictoria_Victoria_010="Don't... Don't say a word, Max."
Cue_E1_3B_CampusB_TauntVictoria_Victoria_050="You do that... I know where you live... So does Nathan..."
Cue_E1_3B_CampusB_VictoriaBitch_Victoria_010="Oh look, it's Max Caulfield, the selfie ho of Blackwell."
Cue_E1_3B_CampusB_VictoriaBitch_Victoria_020="What a lame gimmick. Even Mark —Mr. Jefferson— falls for your waif hipster bullshit."
Cue_E1_3B_CampusB_VictoriaBitch_Victoria_030=""The Daguerreian Process, Sir!" You could barely even say that. I guess you got your meds filled."
Cue_E1_3B_CampusB_VictoriaBitch_Victoria_040="Since you know all the answers, I guess you have to find another way into the dorm. We ain't moving."
Cue_E1_3B_CampusB_VictoriaBitch_Victoria_050="Oh wait, hold that pose!"
Cue_E1_3B_CampusB_VictoriaBitch_Victoria_060="So original. Don't worry, Max, I'll put a vintage filter on it right before I post it all over social medias."
Cue_E1_3B_CampusB_VictoriaBitch_Victoria_070="Now, why don't you go fuck your selfie?"
Cue_E1_3B_CampusB_VictoriaHurt_Courtney_020="You okay, Victoria?"
Cue_E1_3B_CampusB_VictoriaHurt_Courtney_060="Hold on, hold on, we'll get some towels... We'll be right back!"
Cue_E1_3B_CampusB_VictoriaHurt_Samuel_040="Ol' Samuel is sorry. Wet paint is not good for hair, nope. Sorry—"
Cue_E1_3B_CampusB_VictoriaHurt_Victoria_010="No way! No fucking way!"
Cue_E1_3B_CampusB_VictoriaHurt_Victoria_030="I've got paint all over my cashmere and my makeup you idiots!"
Cue_E1_3B_CampusB_VictoriaHurt_Victoria_050="Get the hell away from me, weirdo!"
Cue_E1_3B_CampusB_VictoriaHurt_Victoria_070="So move your ass, before I dry!"
Cue_E1_3B_CampusB_VictoriaStopsMax_Victoria_010="Keep walking, hippie."
Cue_E1_3B_CampusB_VictoriaStopsMax_Victoria_020="Do you understand English? Get lost."
Cue_E1_3B_CampusB_VictoriaStopsMax_Victoria_030="Sorry, no paparazzi allowed."
Cue_E1_3B_CampusB_VictoriaStopsMax_Victoria_040="None shall pass, capiche?"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_020="Oh Zach, it is broughten, bro!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_110="Dude!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_120="Oooh dude!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_130="Just!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_140="No!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_150="No!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_160="'Kay!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_170="Yeah!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_180="Yeah!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_190="Yeah!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_200="Yeah!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_210="Yeah!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_220="Alright."
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_230="Bro'!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_240="Bro'!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_250="C'mon!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Logan_260="Dude!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Zachary_010="Come on Logan! Bring it, brah!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Zachary_030="Awesome!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Zachary_040="Awesome!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Zachary_050="Bro'!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Zachary_060="Nice!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Zachary_070="Nice bro'!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Zachary_080="Nice bro'!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Zachary_090="Sweet!"
Cue_E1_3B_CampusB_ZacharyAndLogan_Zachary_100="Sweet!"
